[
    {
        "id": 1,
        "position": 1,
        "startAt": "08-01-2018", 
        "endAt": "03-31-2019",
        "companyName": "SetApp - Empresa Júnior",
        "website": "https://www.setappufv.com.br/",
        "logo": "../../assets/template/experience/logo/setapp-logo.png",
        "internationalizations": [
            {
                "language": "pt",
                "city": "Florestal/Minas Gerais",
                "country": "Brasil",
                "role": "Analista de Software - Trainee",
                "description": "A <b>SetApp</b> é uma Empresa Júnior do curso de Ciência da Computação da  Universidade Federal de Viçosa (UFV). Oferece consultoria para empresas e soluções em software, do mais simples ao  mais avançado. Foi criada pelos próprios estudantes, sendo imediatamente apoiada pelo Movimento Empresas Júniores da UFV. <br><br>Trabalhei como Analista de Software e <i>Tester</i> auxiliando em ideias e ações para criação do  produto prateleira da empresa. Apoiei o grupo de Sistemas embarcados, aplicando conhecimentos acadêmicos, utilizando linguagens tais como C e modelagem UML."
            },
            {
                "language": "en",
                "city": "Florestal/Minas Gerais",
                "country": "Brazil",
                "role": "Software Analyst Trainee",
                "description": "<b>SetApp</b>  is a Junior Company of the Computer Science course at the Federal University of Viçosa (UFV). It offers consulting for companies and software solutions, from the simplest to the most advanced. It was created by the students themselves, and was immediately supported by the UFV Junior Companies Movement. <br><br>I worked as a Software Analyst and Tester helping with ideas and actions to create the company's shelf product. I supported the Embedded Systems group, where I was able applying academic knowledge, using languages ​​such as C and UML modeling tools."
                
            }
        ],
        "technologies": [
            "C", "UML", "Arduino", "Windows","Linux"
        ],
        "medias": [
            {
                "icon": "linkedin",
                "title": "LinkedIn - SetApp",
                "http": "https://www.linkedin.com/company/setapp-ufv/"
            },
            {
                "icon": "instagram",
                "title": "Instagram - SetApp",
                "http": "https://www.instagram.com/setapp_ufv/"
            }
        ],
        "backgroundUrl": "../../assets/template/experience/ufv-florestal.jpg"
    },
    {
        "id": 2,
        "position": 2,
        "startAt": "01-01-2019",
        "endAt": "02-01-2019",
        "companyName": "Código_Font",
        "website": "https://www.codigofont.com/",
        "logo": "../../assets/template/experience/logo/codigo-font-logo.png",
        "internationalizations": [
            {
                "language": "pt",
                "city": "Florestal/Minas Gerais",
                "country": "Brasil",
                "role": "Desenvolvedor Full-stack",
                "description": "Empresa StartUp focada em desenvolvimento web e mobile para os mais diversos setores da sociedade. Nascida na cidade de Viçosa - MG , dentro da Universidade Federal de Viçosa (UFV), ocupou uma sede na cidade de Florestal no ano de 2018. <br><br> Atuei como desenvolvedor <i>Full-stack</i>, utilizando framework <i>Ionic</i> em um grande projeto da empresa. Testei e desenvolvi funcionalidades importantes para a entrega do Sistema, assim como administrar e desenvolver no banco de dados MySQL. Pude ter minha primeira experiência em um ambiente ágil, trabalhando sob metodologia Scrum."
            },
            {
                "language": "en",
                "city": "Florestal/Minas Gerais",
                "country": "Brazil",
                "role": "Full-stack Developer",
                "description": "StartUp company focused on web and mobile development for the most diverse sectors of society. Born in the city of Viçosa - MG, within the Federal University of Viçosa (UFV), it occupied a headquarters in the city of Florestal in 2018. <br><br>I worked as a developer <i>Full-stack</i>, using the <i>Ionic</i> framework in a large project of the company. I tested and developed important functionalities for the delivery of the System, as well as the MySQL administrator and developer. I had the oportunity to have my first experience in an agile environment, working under Scrum methodology."
            }
        ],
        "technologies": [
             "PHP", "Javascript", "Ionic Framework", "CSS", "HTML", "SQL", "MySQL", "Unity Testing", "Scrum"
        ],
        "medias": [
            {
                "icon": "linkedin",
                "title": "LinkedIn Código_Font",
                "http": "https://www.linkedin.com/company/c%C3%B3digo-font/"
            },
            {
                "icon": "instagram",
                "title": "Instagram Código_Font",
                "http": "https://www.instagram.com/codigo_font/"
            }
        ],
        "backgroundUrl": "../../assets/template/experience/ufv-viçosa.jpg"
    },
    {
        "id": 3,
        "position": 3,
        "startAt": "10-13-2020",
        "endAt": "09-01-2021",
        "companyName": "Hospital Metropolitano Dr. Célio de Castro",
        "website": "https://www.hmdcc.com.br/",
        "logo": "../../assets/template/experience/logo/hmdcc-logo.png",
        "internationalizations": [
            {
                "language": "pt",
                "city": "Belo Horizonte/Minas Gerais",
                "country": "Brasil",
                "role": "Estágio em Análise de Dados",
                "description": "O Hospital Metropolitano Dr. Célio de Castro (HMDCC) foi construído por iniciativa de Prefeitura Municipal de Belo Horizonte/ Minas Gerais, a partir da necessidade de ampliação do acesso a serviços hospitalares em Belo Horizonte e região metropolitana. É um hospital referência na cidade. Possui 460 leites e presta um atendimento diferenciado para a população, de forma gratuita. <br><br> Tive a grande oportunidade de unir meu conhecimento da Computação para impactar positivamente, mesmo que indiretamente, a vida das pessoas. Atuei como estagiário em Análise de Dados, usando ETL para criar relatórios e indicadores relacionados às questões de negócio do Hospital em suas diferentes áreas (assitencial, laboratorial e administrativo-financeiro). Minha ferramantas eram SQL, Oracle e o Sistema de Gestão Hospitalar Tasy (segundo sistema de gestão hospitalar mais usado do mundo), e também reuniões com o cliente. Esta experiência profissional foi a mais importante, onde crescri tanto como profissional em Dados como em pessoa."
            },
            {
                "language": "en",
                "city": "Belo Horizonte/Minas Gerais",
                "country": "Brazil",
                "role": "Data Analysis Internship",
                "description": "The Hospital Metropolitano Dr. Célio de Castro (HMDCC) was built on the initiative of the Municipality of Belo Horizonte/ Minas Gerais, based on the need to expand access to hospital services in Belo Horizonte and the metropolitan region. It is a reference hospital in the city. It has 460 milks and provides a differentiated service to the population, free of charge. <br><br> I had the great opportunity to unite my knowledge of Computing to positively impact, even if indirectly, people's lives. I worked as an intern in Data Analysis, using ETL to create reports and indicators related to the Hospital's business issues in its different areas (assistance, laboratory and administrative-financial). My tools were SQL, Oracle and the Tasy Hospital Management System (second most used hospital management system in the world), and also meetings with the client. This professional experience was the most important, where I grew both as a Data professional and as person."
            }
        ],
        "technologies": [
            "SQL", "Java", "Oracle12", "SQLTools", "HMTL5", "CSS", "WordPress", "Tasy", "HealthCare", "Supporting", "Business Intelligence"
        ],
        "medias": [
            {
                "icon": "linkedin",
                "title": "LinkedIn - Hospital Metropolitano Dr. Celio de Castro",
                "http": "https://www.linkedin.com/company/hmdcc/"
            },
            {
                "icon": "instagram",
                "title": "Instagram - Hospital Metropolitano Dr. Celio de Castro",
                "http": "https://www.instagram.com/hmdccsusquedacerto/"
            },
            
            {
                "icon": "youtube",
                "title": "YouTube - Hospital Metropolitano Dr. Celio de Castro",
                "http": "https://www.youtube.com/c/HospitalMetropolitanoDrC%C3%A9liodeCastro"
            }
        ],
        "backgroundUrl": "../../assets/template/experience/hmdcc.jpg"
    },
    {
        "id": 4,
        "position": 4,
        "startAt": "09-02-2021",
        "endAt": "12-01-2021",
        "companyName": "BioByte - Inteligência de Dados Clínicos",
        "website": "https://sacihweb.com/",
        "logo": "../../assets/template/experience/logo/Logo-Biobyte-Sistemas.png",
        "internationalizations": [
            {
                "language": "pt",
                "city": "Belo Horizonte/Minas Gerais",
                "country": "Brasil",
                "role": "Estágio em Ciência dos Dados",
                "description": "Uma empresa especialista em inteligência de dados clínicos que usa métodos inteligentes para otimizar os processos de epidemiologia hospitalar incluindo controle de infecções hospitalares, segurança dos pacientes internados em hospitais e doenças de notificação compulsória.<br><br> Nesta experiência incrível como cientista dos dados, fui responsável por automatizar a coleta de dados públicos referentes ao indicador de avanço da COVID19 em Belo Horizonte/MG. Trabalhei para o membro do comitê de enfrentamento da pandemia da cidade. Desenvolvi uma API para coleta de dados do DataSUS, desenvolvida em Python, hospedagem e processamento no Google Cloud e visualização dos dados utilizando PowerBI."            },
            {
                "language": "en",
                "city": "Belo Horizonte/Minas Gerais",
                "country": "Brazil",
                "role": "Data Analysis Internship",
                "description": "A specialist clinical data intelligence company that uses intelligent methods to optimize hospital epidemiology processes including hospital infection control, hospital inpatient safety and notifiable diseases. <br><br> In this incredible experience as a data scientist, I was responsible for automating the collection of public data regarding the COVID19 advance indicator in Belo Horizonte/MG. I worked for the member of the city's pandemic coping committee. I developed an API for data collection from DataSUS, developed in Python, hosting and processing on Google Cloud and data visualization using PowerBI."           
            }
        ],
        "technologies": [
            "Python", "SQL", "Google Cloud", "SaaS", "Business Intelligence", "PowerBi"
        ],
        "medias": [
            {
                "icon": "linkedin",
                "title": "LinkedIn - BioByte",
                "http": "https://www.linkedin.com/in/biobyte-brasil/"
            }
        ],
        "backgroundUrl": "../../assets/template/experience/belo-horizonte.jpg"
    }
]